# 다음 개념의 정의를 쓰세요. 

# 모집단과 샘플의 차이점 
# 모집단: 어떤 데디어 집합을 구성하는 전체 대상 혹은 전체 집합
# 표본: 모집단의 부분 집합


# 모수와 통계량의 차의점



# 이산확률분포와 연속확률분포 차이점  
# 이산확률분포: 확률 변수의 값이 이산적(정수)
# 연속확률분포: 확률 변수의 값이 연속적(실수)


# 정규분포란? 
# 표본을 통한 통계적 추정 및 가설검정이론이 기본이 되는 가장 널리 이용되는 분포
# 졍규분포의 모양과 위치는 분포의 평균과 표준편차로 결정된다
# 정규분포의 확률밀도함수는 평균을 중심으로 대칭인 종모양이다
# 정규곡선과 X춧 사이의 전체 면적은 1이다.


# 중심 극한 정리란? 
# 표본의 크기가 커질수록 표본 분포가 정규분포를 따르는 경향


# 데이터 분포와 표본 분포의 차이점은? 




# 표준 오차와 표준 편차의 차이점? 




# 부트스트랩이란 ? 
# 현재 있는 표본에서 추가적으로 표본을 복원 추출하고 각 표본에 대한 통계량과 모델을 다시 계산하는 것으로,
# 통계량이나 모델 파라미터(모수)의 표본 분포를 추정하는 방법

